/* text description */
", Rotated" = ", 已旋转";

/* replace document alert title */
"\"%@\" already exists. Do you want to replace it?" = "“%@” already exists. Do you want to replace it?";

/* broken linkback connection dialog - alert text */
"%@ has closed the connection for this LinkBack attachment.  Do you want to keep the changes?" = "%@ has closed the connection for this LinkBack attachment.  Do you want to keep the changes?";

/* status bar selection count indicator -  tool selected */
"%@ tool" = "%@ 工具";

/* status bar graphic count indicator - no objects selected, X objects in canvas */
"%d %@" = "%1$d %2$@";

/* format string for text size description */
"%d pt. %@" = "%1$d pt. %2$@";

/* status bar selection count indicator -  X objects selected */
"%ld %@ selected" = "所选 %1$ld %2$@";

/* status bar graphic/selection count indicator - X of Y objects selected */
"%ld of %ld %@ selected" = "已选择 %2$ld %3$@ 的 %1$ld ";

/* status bar graphic/selection count indicator - X of Y selected on Z canvases */
"%ld of %ld selected on %ld canvases" = "已在 %3$ld 版面选择 %2$ld 的%1$ld ";

/* a textless graphic in the outline drawer */
"<Blank>" = "<空白>";

/* Notes Inspector */
"<data>" = "<数据>";

/* Notes Inspector */
"<key>" = "<密钥>";

/* Image Options Inspector */
"<MIXED IMAGES>" = "<MIXED IMAGES>";

/* Notes Inspector */
"<MIXED NOTES>" = "<混合附注>";

/* Notes Inspector */
"<MIXED VALUES>" = "<混合值>";

/* Image Options Inspector */
"<NO IMAGE>" = "<NO IMAGE>";

/* Character to be displayed on Text tool */
"A" = "A";

/* replace document alert description */
"A file or folder with the same name already exists in %@. Replacing it will overwrite its current contents." = "A file or folder with the same name already exists in %@. Replacing it will overwrite its current contents.";

/* About menu item */
"About OmniGraffle" = "关于 OmniGraffle";

/* too large pdf export message */
"Acrobat and many other applications which read PDF are unable to deal with page sizes larger than 200 inches (14,400 points). Exporting this document may result in it being unreadable to these other applications." = "Acrobat 与多个可以读取 PDF 的其它应用程序都无法处理尺寸大于 200 英寸（14,400 点）的页面。输出此文稿可能导致其它应用程序无法读取。";

/* Help tag for the Browse tool */
"Action Browse Tool (%@): Click an object to perform its action" = "动作浏览工具 (%@): 点按对象以执行动作";

/* active layer menu item */
"Active Layer" = "激活图层";

/* action menu title */
"Add Aunt" = "添加叔母项";

/* action menu title */
"Add Child" = "添加子项";

/* guide popover */
"Add horizontal guide" = "添加水平参考线";

/* Add Item context menu item for outline */
"Add Item" = "添加项目";

/* context menu for adding a midpoint a line */
"Add Midpoint" = "添加中间点";

/* action menu title */
"Add Parent" = "添加父项";

/* action menu title */
"Add Sibling" = "添加兄弟项";

/* action menu title */
"Add Spouse" = "添加配偶项";

/* context menus */
"Add to Favorite Line Styles" = "添加至喜爱的线条样式";

/* context menus */
"Add to Favorite Pen Styles" = "添加至喜爱的笔样式";

/* context menus */
"Add to Favorite Shape Styles" = "添加至喜爱的形状样式";

/* context menus */
"Add to Favorite Text Styles" = "添加至喜爱的文字样式";

/* context menus */
"Add to Favorites" = "添加到喜爱的内容";

/* guide popover */
"Add vertical guide" = "添加垂直参考线";

/* adjustable shapes title */
"Adjustable" = "Adjustable";

/* context menu */
"Align" = "对齐";

/* align button tooltip */
"Align bottom edges" = "对齐底边";

/* context menu */
"Align Bottom Edges" = "对齐底边";

/* align button tooltip */
"Align horizontal centers" = "水平对齐中央";

/* context menu */
"Align Horizontal Centers" = "水平对齐中央";

/* align button tooltip */
"Align left edges" = "左对齐";

/* context menu */
"Align Left Edges" = "左对齐";

/* context menu */
"Align Objects to Grid" = "将对象对齐网格";

/* align button tooltip */
"Align right edges" = "右对齐";

/* context menu */
"Align Right Edges" = "右对齐";

/* align button tooltip */
"Align to the bottom of the canvas" = "对齐到版面底部";

/* align button tooltip */
"Align to the center of the canvas" = "对齐到版面中央";

/* align button tooltip */
"Align to the left of the canvas" = "对齐到版面左边";

/* align button tooltip */
"Align to the right of the canvas" = "对齐到版面右边";

/* align button tooltip */
"Align to the top of the canvas" = "对齐到版面顶部";

/* align button tooltip */
"Align top edges" = "对齐顶边";

/* context menu */
"Align Top Edges" = "对齐顶边";

/* align button tooltip */
"Align vertical centers" = "垂直对齐中央";

/* context menu */
"Align Vertical Centers" = "垂直对齐中央";

/* Diagram/Template category */
"All" = "全部";

/* All Fonts category menu item title */
"All Fonts" = "All Fonts";

/* All Styles chit label
   Pop-up menu item for the style brush */
"All Styles" = "全部样式";

/* Allow hyphenation menu item */
"Allow Hyphenation" = "允许连字";

/* context menu */
"Ancestors" = "原始项";

/* context menu */
"AppleScript" = "AppleScript";

/* Title of AppleScript error sheet */
"AppleScript Error" = "AppleScript 错误";

/* apply style button title */
"Apply" = "Apply";

/* canvas list data */
"Auto" = "Auto";

/* canvas list data */
"Auto-layout " = "自动排版 ";

/* text description */
"Autosizing" = "自动缩放";

/* Fill Color Tooltip
   Gradient Color Tooltip */
"Beginning Gradient Color" = "Beginning Gradient Color";

/* text description */
"Bottom" = "底部";

/* context menu */
"Bring Forward" = "前移";

/* context menu */
"Bring To Front" = "移到最前";

/* Name for the Action Browser tool */
"Browse" = "浏览";

/* in app purchase button title */
"Buy" = "Buy";

/* in app purchase button title */
"Buy for %@" = "Buy for %@";

/* cancel move document button
   cancel replace document button
   folder/xcode import warning
   last shared layer alert */
"Cancel" = "取消";

/* status bar canvas text singular */
"canvas" = "版面";

/* Canvas Fonts section header label */
"Canvas Fonts" = "版面字体";

/* status bar indicator - no objects selected */
"Canvas selected" = "所选版面";

/* Text for separator between preferred tool styles and canvas tool styles */
"Canvas Styles" = "版面样式";

/* status bar canvas text plural */
"canvases" = "版面";

/* context menu - name of submenu
   Slab title */
"Canvases" = "版面";

/* context menu for label positioning */
"Center on Current Segment" = "Center on Current Segment";

/* context menu for label positioning */
"Center on Line" = "Center on Line";

/* text description */
"Centered" = "居中";

/* action menu title */
"Choose Diagram Style\\U2026" = "选择图标样式…";

/* Pop-up menu item for the style brush */
"Clear Contents" = "清除内容";

/* string for empty outline view */
"Click here to add a topic" = "点按以添加主题";

/* notes inspector */
"Click to add a note" = "点按以新增附注";

/* purchase pro warning close button
   purchase visio warning close button */
"Close" = "Close";

/* Delete resources alert */
"Close \"%@\" and move it to the trash?" = "Close “%@” and move it to the trash?";

/* context menu */
"Collapse Subgraph" = "收合子图表";

/* common shapes title */
"Common" = "Common";

/* context menu */
"Connected Objects" = "Connected Objects";

/* Slab title */
"Contents" = "内容";

/* context menu */
"Copy" = "拷贝";

/* context menu */
"Copy As" = "拷贝为";

/* error downloading stencil */
"Could not download the stencil" = "Could not download the stencil";

/* canvas menu */
"Current Canvas" = "Current Canvas";

/* Text for header for preferred tool styles */
"Current Style" = "当前样式";

/* custom shapes title */
"Custom" = "Custom";

/* custom ruler scale
   custom title on zoom popup */
"Custom\\U2026" = "自定…";

/* context menu */
"Cut" = "剪切";

/* grid inspector */
"Default Major" = "Default Major";

/* grid inspector */
"Default Minor" = "Default Minor";

/* workspace menu */
"Default Workspace" = "Default Workspace";

/* last shared layer alert */
"Delete" = "删除";

/* action menu title */
"Delete %@ from All Canvases" = "Delete %@ from All Canvases";

/* action menu title
   context menu */
"Delete Canvas" = "删除版面";

/* action menu title */
"Delete from All Canvases" = "Delete from All Canvases";

/* action menu title */
"Delete Graphic" = "删除图形";

/* action menu title
   context menu */
"Delete Layer" = "删除图层";

/* last shared layer alert */
"Deleting this shared layer will remove it from the document completely." = "删除此共享图层会将其从文稿中彻底移去。";

/* context menu */
"Descendants" = "衍生项";

/* Help tag for the Diagraming tool */
"Diagram (%@): Create connected graphics in the current Diagram Style" = "图表 (%@): 在当前“图表样式”中建立连接的图形";

/* context menu */
"Diagram Layout" = "图表布局";

/* window title prefix */
"Diagram Style: " = "图标样式: ";

/* Name for the Diagraming tool */
"Diagramming" = "创建图表";

/* diagrams */
"Diagrams" = "图标";

/* Disallow hyphenation menu item */
"Disallow Hyphenation" = "Disallow Hyphenation";

/* Name for the tool divider */
"Divider" = "分割器";

/* newer document version alert - title */
"Document from Newer OmniGraffle" = "Document from Newer OmniGraffle";

/* don't move */
"Don't Move" = "Don't Move";

/* broken linkback connection dialog - alert button
   don't save */
"Don't Save" = "不存储";

/* line creation preference - double click ends line */
"Double-click to end the line" = "Double-click to end the line";

/* action menu title
   context menu */
"Duplicate Canvas" = "复制版面";

/* action menu title
   context menu */
"Duplicate Layer" = "复制图层";

/* context menu editing a stencil */
"Edit a Copy" = "编辑拷贝";

/* context menu */
"Edit Next Canvas" = "编辑下一个版面";

/* context menu */
"Edit Previous Canvas" = "编辑上一个版面";

/* context menu editing a stencil */
"Edit Stencil" = "编辑模板";

/* context menu for embedding image aliases */
"Embed in Document" = "Embed in Document";

/* Fill Color Tooltip */
"End Gradient Color" = "End Gradient Color";

/* end crop image menu item */
"End Masking" = "End Masking";

/* end presentation menu item */
"End Presentation" = "结束演示文稿";

/* error downloading stencil */
"Error downloading the stencil" = "Error downloading the stencil";

/* error when saving or exporting a document */
"Error saving to %@ with unexpected type %@" = "Error saving to %1$@ with unexpected type %2$@";

/* context menu */
"Expand Subgraph" = "展开子图表";

/* error when saving or exporting a document */
"Failure when trying to produce data of type %@ - check the console for messages" = "Failure when trying to produce data of type %@ - check the console for messages";

/* Text for header for preferred tool styles */
"Favorite Styles" = "喜爱的样式";

/* All Fonts category menu item title */
"Favorites" = "Favorites";

/* Pop-up menu item for the style brush */
"Fill" = "填充";

/* Fill Color Tooltip */
"Fill Color" = "填充颜色";

/* stencil search field */
"Filter" = "过滤";

/* fit in window title on zoom popup */
"Fit in Window" = "符合窗口大小";

/* inspector menu
   workspace menu */
"Floating" = "Floating";

/* Pop-up menu item for the style brush */
"Font" = "字体";

/* font collections section header label */
"Font Collections" = "Font Collections";

/* show the font panel */
"Font Panel..." = "Font Panel…";

/* name to use for a graphic if the description is too long for visio export */
"Graphic" = "图形";

/* context menu */
"Grid" = "网格";

/* context menu
   toolbar */
"Group" = "组合";

/* human-readable name of a group of shapes */
"Group (noun)" = "组合";

/* context menu */
"Group as Subgraph" = "组合为子图表";

/* a group in the outline drawer */
"Group: " = "Group: ";

/* stencil data format */
"h: %@" = "h: %@";

/* Name for the Hand tool */
"Hand" = "手动";

/* Help tag for the Hand tool */
"Hand (%@): Drag the canvas around" = "手动 (%@): 在版面中拖移";

/* head arrow */
"Head Arrow" = "Head Arrow";

/* layer action hide */
"Hide" = "隐藏";

/* menu item for hiding a floating inspector */
"Hide \"%@\"" = "Hide “%@”";

/* context menu for showing the preview */
"Hide Details" = "Hide Details";

/* Hide Grid menu item */
"Hide Grid" = "隐藏网格";

/* Hide guides menu item */
"Hide Guides" = "隐藏参考线";

/* menu for hiding the inspectors
   menu item for showing/hiding inspector */
"Hide Inspectors" = "隐藏检查器";

/* grid inspector */
"Hide Minor" = "Hide Minor";

/* Hide page breaks menu item */
"Hide Page Breaks" = "Hide Page Breaks";

/* menu item for showing/hiding sidebar */
"Hide Sidebar" = "隐藏侧边栏";

/* Plastic Highlight Color Tooltip */
"Highlight Color" = "Highlight Color";

/* context menu for label orientation */
"Horizontal" = "Horizontal";

/* guide popover */
"Horizontal Guide" = "水平参考线";

/* guide popover */
"Horizontal Guides" = "水平参考线";

/* in app purchase standard discount description */
"If you bought OmniGraffle 5 Pro on the Mac App Store, you are eligible for this discounted upgrade price." = "If you bought OmniGraffle 5 Pro on the Mac App Store, you are eligible for this discounted upgrade price.";

/* in app purchase standard discount description */
"If you bought OmniGraffle 5 Standard on the Mac App Store, you are eligible for this discounted upgrade price." = "If you bought OmniGraffle 5 Standard on the Mac App Store, you are eligible for this discounted upgrade price.";

/* Image style chit label
   Pop-up menu item for the style brush
   Prototype description for shapes with just an image */
"Image" = "图像";

/* folder/xcode import warning */
"Import Folder Hierarchy" = "Import Folder Hierarchy";

/* folder/xcode import warning */
"Import Xcode Project" = "Import Xcode Project";

/* In-App Purchase menu item */
"In-App Purchase..." = "In-App Purchase…";

/* in-app purchase status */
"In-App Purchases not available. (An Internet connection is required.)" = "In-App Purchases not available. (An Internet connection is required.)";

/* action menu title */
"Indent" = "缩进";

/* context menu */
"Intersect Shapes" = "形状交集";

/* console error message for loading an invalid shape file */
"Invalid shape file - %@" = "Invalid shape file - %@";

/* text description */
"Justified" = "两边对齐";

/* metadata key name */
"kMDItemAuthors" = "作者";

/* metadata key name */
"kMDItemKeywords" = "关键字";

/* metadata key name */
"kMDItemLanguages" = "语言";

/* metadata key name */
"kMDItemOrganizations" = "组织";

/* metadata key name */
"kMDItemProjects" = "项目";

/* list view name for a line label */
"Label" = "标签";

/* context menu for label orientation submenu */
"Label Orientation" = "标签方向";

/* context menu for label positioning submenu */
"Label Position" = "标签位置";

/* context menu */
"Lay Out Diagram" = "编排图表";

/* context menu */
"Lay Out Selection" = "编排所选内容";

/* status bar layer text singular */
"layer" = "图层";

/* action menu title */
"Layer Settings" = "图层设置";

/* status bar layer text plural */
"layers" = "层";

/* context menu - name of submenu
   Slab title */
"Layers" = "图层";

/* text description */
"Left" = "左";

/* Name for the Line tool */
"Line" = "线条";

/* Pop-up menu item for the style brush */
"Line Endings" = "线条尾端";

/* Default text for line labels */
"Line Label" = "线条标签";

/* Help tag for the Line tool */
"Line Tool (%@): Draw lines or connect objects" = "线条工具 (%@): 绘制线条或连接对象";

/* Pop-up menu item for the style brush */
"Line Type" = "线条类型";

/* context menu for linked image submenu */
"Linked Image" = "Linked Image";

/* in-app purchase status */
"Loading…" = "Loading…";

/* context menu
   toolbar item label - smart lock/unlock - when action is to lock */
"Lock" = "锁定";

/* Lock guides menu item */
"Lock Guides" = "锁定参考线";

/* Name for the magnet tool */
"Magnet" = "磁化";

/* Help tag for the Magnet tool */
"Magnet Tool (%@): Create or edit shapes' magnets" = "磁化工具 (%@): 创建或编辑形状的磁化状态";

/* context menu */
"Make Centered Column" = "制作居中栏";

/* context menu */
"Make Centered Row" = "制作居中行";

/* application menu for converting bezier or polygon graphic to shaped graphic */
"Make Custom Shape" = "制作自定形状";

/* make default template button */
"Make Default" = "Make Default";

/* context menu */
"Make Natural Size" = "制作普通大小";

/* application menu for converting shaped graphic to bezier or polygon graphic */
"Make Points Editable" = "使点可编辑";

/* context menu */
"Make Same Height" = "制作相同高度";

/* context menu */
"Make Same Size" = "制作相同大小";

/* context menu */
"Make Same Width" = "制作相同宽度";

/* broken linkback connection dialog - alert button */
"Make Untitled" = "设为未命名";

/* Marker Color Tooltip */
"Marker Color" = "Marker Color";

/* context menu
   crop image menu item */
"Mask Image" = "Mask Image";

/* action menu title
   context menu */
"Merge Layer Down" = "向下合并图层";

/* Fill Color Tooltip */
"Middle Gradient Color" = "Middle Gradient Color";

/* miscellaneous */
"Miscellaneous" = "其他";

/* mixed magnet selection */
"Mixed magnets" = "混合的磁化物";

/* mixed scale selection */
"Mixed scales" = "混合比例";

/* mixed shape selection */
"Mixed shapes" = "Mixed shapes";

/* mixed unit selection */
"Mixed units" = "混合单位";

/* navigation menu title in OmniGraffle Pro */
"Mouseless Editing" = "无鼠标编辑";

/* move */
"Move" = "Move";

/* Delete resources alert */
"Move \"%@\" to the trash?" = "Move “%@” to the trash?";

/* move as */
"Move as: " = "Move as: ";

/* tooltip for origin widget in corner of canvas view */
"Move Canvas Origin" = "Move Canvas Origin";

/* action menu title
   context menu */
"Move Selection to Layer" = "Move Selection to Layer";

/* Delete resources alert */
"Move the %lu selected documents to the trash?" = "Move the %lu selected documents to the trash?";

/* context menu for deleting a document
   move document button */
"Move to Trash" = "Move to Trash";

/* navigation menu title in OmniGraffle standard */
"Navigation" = "导航";

/* New Diagram menu item */
"New" = "新建";

/* action menu title
   context menu */
"New Canvas" = "新建版面";

/* New Template button title */
"New Diagram" = "New Diagram";

/* context menu for new stencil */
"New Document" = "New Document";

/* context menu */
"New horizontal guide" = "新建水平参考线";

/* action menu title
   context menu */
"New Layer" = "新建图层";

/* Initial placeholder string for newly created user-data item on a graphic or document */
"new metadata item" = "key";

/* action menu title
   context menu */
"New Shared Layer" = "新建共享图层";

/* context menu for new stencil */
"New Stencil" = "New Stencil";

/* context menu for template */
"New Template" = "New Template";

/* action menu title */
"New Topic" = "新建主题";

/* context menu */
"New vertical guide" = "新建垂直参考线";

/* menu item for creating a new window on named document */
"New Window on \"%@\"" = "New Window on “%@”";

/* menu item for creating a new window on document when there is no document open */
"New Window on Document" = "New Window on Document";

/* Image style chit label */
"No Image" = "无图像";

/* empty shape popover text */
"No notes or metadata" = "No notes or metadata";

/* Pop-up menu item for the style brush */
"No Styles" = "No Styles";

/* AppleScript set template error string */
"No template named %@" = "No template named %@";

/* layer action none */
"None" = "无";

/* canvas list notes */
"Notes " = "Notes ";

/* status bar graphic text singular */
"object" = "对象";

/* status bar graphic text plural */
"objects" = "个对象";

/* canvas list data */
"Off" = "Off";

/* text description */
"Offset" = "偏移量";

/* upgradeable app names */
"OmniGraffle 5 or OmniGraffle Professional 5" = "OmniGraffle 5 or OmniGraffle Professional 5";

/* purchase visio warning details - Mac App Store */
"OmniGraffle Professional can open Visio® Binary (.vsd, .vsdx, .vst, .vstx, .vss and .vssx) and XML (.vdx, .vtx and .vsx) files." = "OmniGraffle Professional can open Visio® Binary (.vsd, .vsdx, .vst, .vstx, .vss and .vssx) and XML (.vdx, .vtx and .vsx) files.";

/* purchase visio warning details - Omni Store */
"OmniGraffle Professional can open Visio® Binary (.vsd, .vsdx, .vst, .vstx, .vss and .vssx) and XML (.vdx, .vtx and .vsx) files. If your trial period is still valid, you can switch to the Pro feature set from the OmniGraffle Menu and re-open the document." = "OmniGraffle Professional can open Visio® Binary (.vsd, .vsdx, .vst, .vstx, .vss and .vssx) and XML (.vdx, .vtx and .vsx) files. If your trial period is still valid, you can switch to the Pro feature set from the OmniGraffle Menu and re-open the document.";

/* purchase visio warning details - Mac App Store */
"OmniGraffle Professional can open Xcode Project files." = "OmniGraffle Professional can open Xcode Project files.";

/* purchase visio warning details - Omni Store */
"OmniGraffle Professional can open Xcode Project files. If your trial period is still valid, you can switch to the Pro feature set from the OmniGraffle Menu and re-open the document." = "OmniGraffle Professional can open Xcode Project files. If your trial period is still valid, you can switch to the Pro feature set from the OmniGraffle Menu and re-open the document.";

/* canvas list data */
"On" = "On";

/* context menu for edit
   context menu for opening image aliases
   Open button title */
"Open" = "Open";

/* context menu for duplicate and edit */
"Open a copy" = "Open a copy";

/* context menu for opening stencil in separate window */
"Open in New Window" = "在新窗口中打开";

/* Open menu item */
"Open\\U2026" = "打开…";

/* line creation preference - double click adds point */
"Option-click to add a point" = "点按 Option 键，以新增点";

/* line editing preference - option double click creates label */
"Option-Double-click to add a label" = "连按 Option 键，以新增标签";

/* line editing preference - option double click adds point */
"Option-Double-click to add a point" = "连按 Option 键，以新增点";

/* context menu */
"Order" = "顺序";

/* other */
"Other" = "Other";

/* action menu title */
"Outdent" = "减少缩进";

/* Slab title */
"Outline" = "大纲";

/* single page unit */
"page" = "页面";

/* canvas list data */
"page " = "页面 ";

/* page units */
"pages" = "页面";

/* canvas list data */
"pages " = "页面 ";

/* workspace menu */
"Palettes" = "Palettes";

/* context menu for label orientation */
"Parallel" = "Parallel";

/* context menu */
"Paste" = "粘贴";

/* Pattern Color Picker title */
"Pattern Palette" = "Pattern Palette";

/* context menu */
"PDF" = "PDF";

/* Name for the Pen tool */
"Pen" = "笔";

/* Help tag for the Pen tool */
"Pen Tool (%@): Draw custom shapes" = "笔工具 (%@): 绘制自定形状";

/* context menu for label orientation */
"Perpendicular" = "Perpendicular";

/* in-app purchase verification title */
"Please locate OmniGraffle" = "Please locate OmniGraffle";

/* in-app purchase verification accessory view prompt */
"Please select the OmniGraffle 5 app you purchased from the Mac App Store." = "Please select the OmniGraffle 5 app you purchased from the Mac App Store.";

/* context menu */
"PNG" = "PNG";

/* general preferences */
"Press Option-Return to begin a new line of text" = "按下 Option-Return 键，在文本上开始新的一行";

/* general preferences */
"Press Option-Return to end editing" = "按下 Option-Return 键，结束编辑";

/* general preferences */
"Press Option-Tab to edit the next shape" = "按下 Option-Tab 键，编辑下一个形状";

/* general preferences */
"Press Option-Tab to insert a tab character" = "按下 Option-Tab 键，插入制表符";

/* main menu item */
"Print Canvases" = "打印版面";

/* main menu item */
"Print this Canvas…" = "打印这个版面…";

/* action menu title */
"Printable" = "可打印";

/* font description point size indicator */
"pt" = "点";

/* purchase pro warning button
   purchase visio warning button */
"Purchase from the Mac App Store" = "Purchase from the Mac App Store";

/* purchase pro warning button
   purchase visio warning button */
"Purchase from The Omni Group Store" = "Purchase from The Omni Group Store";

/* READ ONLY in document window title bar */
"READ ONLY" = "READ ONLY";

/* action menu title */
"Reapply Diagram Style" = "Reapply Diagram Style";

/* All Fonts category menu item title */
"Recently Used" = "Recently Used";

/* Recents */
"RECENTS" = "RECENTS";

/* context menus */
"Remove from Favorites" = "Remove from Favorites";

/* context menu for removing points from a line */
"Remove Midpoints" = "Remove Midpoints";

/* replace document button */
"Replace" = "Replace";

/* restore all [Category of Documents] menu item */
"Restore All %@" = "Restore All %@";

/* action menu title */
"Restyle Selected Objects" = "Restyle Selected Objects";

/* context menu for revealing image aliases */
"Reveal in Finder" = "Reveal in Finder";

/* text description */
"Right" = "右";

/* Help tag for tables */
"rows: %ld\ncols: %ld" = "rows: %1$ld\ncols: %2$ld";

/* Name for the Rubber Stamp tool */
"Rubber Stamp" = "仿制图章";

/* Help tag for the Rubber stamp tool */
"Rubber Stamp (%@): Replicate an object" = "仿制图章 (%@): 复制对象";

/* context menu */
"Ruler Units" = "Ruler Units";

/* save
   Save panel error title saving files */
"Save" = "存储";

/* save as */
"Save as: " = "Save as: ";

/* stencil search field */
"Search" = "搜索";

/* accessibility action name */
"select" = "选择";

/* context menu */
"Select" = "选择";

/* action menu title
   context menu */
"Select All in Layer" = "在图层内全选";

/* Name for the Selection tool
   Slab title */
"Selection" = "所选内容";

/* Help tag for the Selection tool */
"Selection Tool (%@): Select, resize, or reshape objects" = "选取工具 (%@): 选择对象、调整对象大小或形状";

/* context menu */
"Send Backward" = "后移";

/* context menu */
"Send To Back" = "移到最后";

/* context menu for template */
"Set as Default" = "Set as Default";

/* Title for the modal panel for setting images */
"Set Image" = "设置图像";

/* shape button tooltip */
"Sets the shape" = "Sets the shape";

/* Pop-up menu item for the style brush */
"Shadow" = "阴影";

/* Name for the Shape tool
   Pop-up menu item for the style brush */
"Shape" = "形状";

/* Help tag for the Shape tool */
"Shape Tool (%@): Create shapes" = "形状工具 (%@): 创建形状";

/* format string for shape descriptions */
"Shape:%@" = "Shape:%@";

/* layer action show */
"Show" = "显示";

/* menu item for showing a floating inspector */
"Show \"%@\"" = "Show “%@”";

/* context menu for showing the preview */
"Show Details" = "Show Details";

/* Show Grid menu item */
"Show Grid" = "显示网格";

/* Show guides menu item */
"Show Guides" = "显示参考线";

/* context menu for opening document in finder
   context menu for showing stencils in finder */
"Show in Finder" = "在 Finder 中显示";

/* menu for showing the last shown inspectors
   menu item for showing/hiding inspector */
"Show Inspectors" = "显示检查器";

/* Show page breaks menu item */
"Show Page Breaks" = "显示分页符号";

/* menu item for showing/hiding sidebar */
"Show Sidebar" = "显示侧边栏";

/* inspector menu
   workspace menu */
"Sidebar" = "Sidebar";

/* context menu */
"Similar Objects" = "类似对象";

/* context menu */
"Size" = "尺寸";

/* canvas list data */
"Size " = "尺寸 ";

/* context menu */
"Size Objects to Grid" = "依网格调整对象大小";

/* context menu */
"Size to Fit Image" = "调整大小以符合图像";

/* context menu */
"Smart Alignment Guides" = "智能对齐方式参考线";

/* context menu */
"Smart Distance Guides" = "智能距离参考线";

/* context menu */
"Snap to Grid" = "贴紧网格";

/* canvas list data */
"Snap to Grid " = "贴紧网格 ";

/* purchase visio warning title */
"Sorry, but you must upgrade to OmniGraffle Professional to open or save Visio® files." = "Sorry, but you must upgrade to OmniGraffle Professional to open or save Visio® files.";

/* purchase pro warning title */
"Sorry, but you must upgrade to OmniGraffle Professional to open Xcode project files." = "Sorry, but you must upgrade to OmniGraffle Professional to open Xcode project files.";

/* string representation for the spacebar key
   string representation for the spacebar key, when describing hot keys in a tool-tip */
"Space" = "空格键";

/* distribute button tooltip ： Spread evenly between the left and right objects*/
"Spread evenly between the left and right objects" = "根据左右位置平均分布";

/* distribute button tooltip：Spread evenly between the top and bottom objects */
"Spread evenly between the top and bottom objects" = "根据上下位置平均分布";

/* distribute button tooltip ：Spread horizontally on the canvas*/
"Spread horizontally on the canvas" = "在版面上水平分布";

/* distribute button tooltip ：Spread vertically on the canvas*/
"Spread vertically on the canvas" = "在版面上垂直分布";

/* Squiggle Color Tooltip */
"Squiggle Color" = "Squiggle Color";

/* start presentation menu item */
"Start Presentation" = "开始演示";

/* window title prefix */
"Stencil: " = "模具: ";

/* Stencils */
"Stencils" = "模具";

/* Stencils */
"STENCILS" = "STENCILS";

/* Stipple Color Tooltip */
"Stipple Color" = "Stipple Color";

/* Pop-up menu item for the style brush */
"Stroke" = "线条";

/* Name for the Style Brush tool */
"Style Brush" = "样式刷";

/* Help tag for the Style brush tool */
"Style Brush (%@): Replicate an object's styles" = "样式刷 (%@): 复制对象样式";

/* a table in the outline drawer */
"Subgraph: " = "子图表: ";

/* context menu */
"Subtract Shapes" = "形状差集";

/* Table style chit label */
"Table style" = "表格样式";

/* a table in the outline drawer */
"Table: " = "表格: ";

/* tail arrow */
"Tail Arrow" = "Tail Arrow";

/* window title prefix */
"Template: " = "Template: ";

/* templates */
"Templates" = "Templates";

/* Templates */
"TEMPLATES" = "TEMPLATES";

/* list view name for a text graphic
   Name for the Text tool */
"Text" = "文字";

/* Pop-up menu item for the style brush */
"Text Position" = "文字位置";

/* Help tag for the Text tool */
"Text Tool (%@): Create new text or edit existing text" = "文字工具 (%@): 创建新文字或编辑已有文字";

/* Text position chit label */
"Text:" = "文字:";

/* in app purchase standard discount description */
"Thank you! You are eligible for discount pricing because you previously purchased OmniGraffle 5 Pro on the Mac App Store." = "Thank you! You are eligible for discount pricing because you previously purchased OmniGraffle 5 Pro on the Mac App Store.";

/* in app purchase standard discount description */
"Thank you! You are eligible for discount pricing because you previously purchased OmniGraffle 5 Standard on the Mac App Store." = "Thank you! You are eligible for discount pricing because you previously purchased OmniGraffle 5 Standard on the Mac App Store.";

/* save error string when the file is locked */
"The existing file cannot be overwritten." = "The existing file cannot be overwritten.";

/* alert text - errors encountered while reading a document */
"There was a problem while loading \"%@\"." = "There was a problem while loading “%@”.";

/* broken linkback connection dialog - alert text */
"This document has modifications that cannot be saved because %@ has closed the connection to it or exited.  You may preserve your changes by making this document untitled and severing the link, or you may close this window and abandon your changes." = "This document has modifications that cannot be saved because %@ has closed the connection to it or exited.  You may preserve your changes by making this document untitled and severing the link, or you may close this window and abandon your changes.";

/* newer document version alert - message */
"This document was created with a newer version of OmniGraffle than the one you are using. Parts of this document may not be displayed correctly, and if you save from this version of OmniGraffle you may lose those features of this document that only work in newer versions." = "This document was created with a newer version of OmniGraffle than the one you are using. Parts of this document may not be displayed correctly, and if you save from this version of OmniGraffle you may lose those features of this document that only work in newer versions.";

/* folder/xcode import warning */
"This folder contains an Xcode project." = "This folder contains an Xcode project.";

/* last shared layer alert */
"This is the only copy of \"%@\"." = "This is the only copy of “%@”.";

/* xcode project sandbox import warning */
"This Xcode project can be diagrammed by dragging its containing folder onto the OmniGraffle application icon." = "This Xcode project can be diagrammed by dragging its containing folder onto the OmniGraffle application icon.";

/* context menu */
"TIFF" = "TIFF";

/* layer action toggle */
"Toggle" = "切换";

/* Help tag for the tool divider */
"Tool Divider (%@): Click to show the remaining tools" = "工具分割器 (%@): 点按以显示剩余工具";

/* text description */
"Top" = "顶部";

/* Initial contents of new outline item */
"Topic" = "主题";

/* context menu */
"Uncombine Shapes" = "取消形状组合";

/* uncommon shapes title */
"Uncommon" = "Uncommon";

/* context menu
   toolbar */
"Ungroup" = "取消分组";

/* context menu */
"Unite Shapes" = "形状并集";

/* canvas list data */
"Units " = "单位 ";

/* context menu
   toolbar item label - smart lock/unlock - when action is to unlock */
"Unlock" = "解锁";

/* Unlock guides menu item */
"Unlock Guides" = "解锁参考线";

/* action menu title */
"Unlocked" = "解锁";

/* Title of Buy menu item to upgrade to the Pro version */
"Upgrade to OmniGraffle Pro\\U2026" = "Upgrade to OmniGraffle Pro…";

/* action menu title */
"Use Small Icons" = "使用小图标";

/* template preferences new document choice */
"Use Template: " = "Use Template: ";

/* in app purchase verify button title */
"Verify" = "Verify";

/* context menu for label orientation */
"Vertical" = "Vertical";

/* guide popover */
"Vertical Guide" = "垂直参考线";

/* guide popover */
"Vertical Guides" = "垂直参考线";

/* pro comparison chart link text */
"View our Feature Comparison Chart" = "View our Feature Comparison Chart";

/* action menu title */
"Visible" = "可见";

/* stencil data format */
"w: %@" = "w: %@";

/* Help tag while creating */
"w: %@\nh: %@" = "w: %1$@\nh: %2$@";

/* Help tag while resizing */
"w: %@ (%ld%%)\nh: %@ (%ld%%)" = "w: %1$@ (%2$ld%%)\nh: %3$@ (%4$ld%%)";

/* too large pdf export title */
"Warning: Page Size Too Large" = "Warning: Page Size Too Large";

/* inspector menu */
"Workspaces" = "Workspaces";

/* Error writing file of requested type format description */
"Write File Type Error" = "The type of the file requested was one that OmniGraffle was unable to handle. Please select a valid OmniGraffle file type and retry the operation.";

/* format string for Help tag while moving vertical guide */
"x: %@" = "x: %@";

/* format string for Help tag while moving graphics */
"x: %@\ny: %@" = "x: %1$@\ny: %2$@";

/* format string for Help tag while moving horizontal guide */
"y: %@" = "y: %@";

/* folder/xcode import warning */
"You can choose to have OmniGraffle diagram either the project or the folder's file hierarchy." = "You can choose to have OmniGraffle diagram either the project or the folder's file hierarchy.";

/* no license warning */
"Your OmniGraffle trial period has expired. You can still view your documents, but you cannot edit them." = "您的 OmniGraffle 试用期已过期。您仍然可以显示文稿，但无法对其进行编辑。";

/* no license warning */
"Your OmniGraffle trial period has expired. You can still view your existing documents, but you cannot create new documents." = "您的 OmniGraffle 试用期已过期。您仍然可以显示现有的文稿，但无法建立新文稿。";

/* no license warning */
"Your OmniGraffle trial period has expired. You cannot open '%@' documents." = "您的 OmniGraffle 试用期已过期. 您无法打开 '%@' 文稿.";

/* Name for the Zoom tool */
"Zoom" = "缩放";

/* Help tag for the Zoom tool */
"Zoom Tool (%@): Click or drag to zoom in; Option-click to zoom out" = "缩放工具 (%@): 点按或拖移来放大；按住 Option 点按来缩小";

/* Applescript error message */
"Zoom value is out of range (%g ... %g)" = "缩放值超出范围 (%1$g … %2$g)";

/* Applescript error message */
"Zoom value must be a number" = "缩放值必须是数字";

